Repository: DimaMishchenko/currency
Catalog: Domain/Widgets/Sources/WidgetsUI/Resources/WidgetPresentation.xcstrings
Source language: en
Languages: de, es, et, fr, it, ja, ko, pt_br, ru, tr, uk, zh_hans, zh_hant

# openToLoad
source: Open app to load rates
de: App öffnen, um Kurse zu laden
es: Abre la app para cargar tipos de cambio
et: Kursside laadimiseks ava rakendus
fr: Ouvre l’app pour charger les taux
it: Apri l’app per caricare i tassi
ja: アプリを開いてレートを読み込む
ko: 앱을 열어 환율 불러오기
pt_br: Abra o app para carregar taxas
ru: Откройте приложение, чтобы загрузить курсы
tr: Kurları yüklemek için uygulamayı açın
uk: Відкрийте програму, щоб завантажити курси
zh_hans: 打开 App 加载汇率
zh_hant: 打開 App 載入匯率

source: Delete
de: Löschen
es: Eliminar
et: Kustuta
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Clear
de: Zurücksetzen
es: Borrar
et: Tühjenda
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
pt_br: Limpar
ru: Очистить
tr: Temizle
uk: Очистити
zh_hans: 清除
zh_hant: 清除

source: Decimal separator
de: Dezimaltrennzeichen
es: Separador decimal
et: Kümnendkoha eraldaja
fr: Séparateur décimal
it: Separatore decimale
ja: 小数点
ko: 소수 구분 기호
pt_br: Separador decimal
ru: Десятичный разделитель
tr: Ondalık ayırıcı
uk: Десятковий роздільник
zh_hans: 小数分隔符
zh_hant: 小數分隔符

# selectCurrencyHint
source: Tap to enter an amount in this currency
de: Tippen, um einen Betrag in dieser Währung einzugeben
es: Toca para introducir un importe en esta moneda
et: Selles valuutas summa sisestamiseks puuduta
fr: Touche pour saisir un montant dans cette devise
it: Tocca per inserire un importo in questa valuta
ja: タップしてこの通貨の金額を入力
ko: 탭하여 이 통화의 금액 입력
pt_br: Toque para inserir um valor nesta moeda
ru: Нажмите, чтобы ввести сумму в этой валюте
tr: Bu para biriminde tutar girmek için dokunun
uk: Торкніться, щоб ввести суму в цій валюті
zh_hans: 轻点以输入此货币的金额
zh_hant: 點一下以輸入此貨幣的金額

# metalEstimate
source: Metal weight · reference estimate
de: Metallgewicht · Referenzschätzung
es: Peso del metal · estimación de referencia
et: Metalli kaal · võrdlushinnang
fr: Poids du métal · estimation de référence
it: Peso del metallo · stima di riferimento
ja: 貴金属の重量 · 参考推定値
ko: 귀금속 무게 · 참고 추정치
pt_br: Peso do metal · estimativa de referência
ru: Масса металла · справочная оценка
tr: Metal ağırlığı · referans tahmini
uk: Маса металу · довідкова оцінка
zh_hans: 贵金属重量 · 参考估值
zh_hant: 貴金屬重量 · 參考估值

# banknoteEstimate
source: One banknote · reference estimate
de: Eine Banknote · Referenzschätzung
es: Un billete · estimación de referencia
et: Üks rahatäht · võrdlushinnang
fr: Un billet · estimation de référence
it: Una banconota · stima di riferimento
ja: 紙幣1枚 · 参考推定値
ko: 지폐 한 장 · 참고 추정치
pt_br: Uma nota · estimativa de referência
ru: Одна банкнота · справочная оценка
tr: Bir banknot · referans tahmini
uk: Одна банкнота · довідкова оцінка
zh_hans: 一张纸币 · 参考估值
zh_hant: 一張紙鈔 · 參考估值

# genericEstimate
source: Reference amounts · not banknotes
de: Referenzbeträge · keine Banknoten
es: Importes de referencia · no son billetes
et: Võrdlussummad · mitte rahatähed
fr: Montants de référence · pas des billets
it: Importi di riferimento · non banconote
ja: 参考金額 · 紙幣ではありません
ko: 참고 금액 · 지폐 아님
pt_br: Valores de referência · não são notas
ru: Справочные суммы · не банкноты
tr: Referans tutarlar · banknot değildir
uk: Довідкові суми · не банкноти
zh_hans: 参考金额 · 非纸币
zh_hant: 參考金額 · 非紙鈔

source: Divide by
de: Teilen durch
es: Dividir entre
et: Jaga arvuga
fr: Diviser par
it: Dividi per
ja: 割る数
ko: 나누기
pt_br: Dividir por
ru: Разделить на
tr: Böl
uk: Поділити на
zh_hans: 除以
zh_hant: 除以

source: Multiply by
de: Multiplizieren mit
es: Multiplicar por
et: Korruta arvuga
fr: Multiplier par
it: Moltiplica per
ja: 掛ける数
ko: 곱하기
pt_br: Multiplicar por
ru: Умножить на
tr: Çarp
uk: Помножити на
zh_hans: 乘以
zh_hant: 乘以

source: Check amount
de: Betrag prüfen
es: Comprobar importe
et: Kontrolli summat
fr: Vérifier le montant
it: Controlla l’importo
ja: 金額を確認
ko: 금액 확인
pt_br: Verificar valor
ru: Проверьте сумму
tr: Tutarı kontrol edin
uk: Перевірте суму
zh_hans: 检查金额
zh_hant: 檢查金額

# invalidAmountHelp
source: Edit this widget and enter a number without grouping separators.
de: Bearbeite dieses Widget und gib eine Zahl ohne Tausendertrennzeichen ein.
es: Edita este widget e introduce un número sin separadores de miles.
et: Muuda seda vidinat ja sisesta arv ilma tuhandeliste eraldajateta.
fr: Modifie ce widget et saisis un nombre sans séparateurs de milliers.
it: Modifica questo widget e inserisci un numero senza separatori delle migliaia.
ja: このウィジェットを編集し、桁区切りなしの数値を入力してください。
ko: 이 위젯을 편집하고 자릿수 구분 기호 없이 숫자를 입력하세요.
pt_br: Edite este widget e insira um número sem separadores de milhares.
ru: Измените виджет и введите число без разделителей разрядов.
tr: Bu araç takımını düzenleyip basamak ayırıcı içermeyen bir sayı girin.
uk: Змініть віджет і введіть число без роздільників розрядів.
zh_hans: 编辑此小组件，并输入不含千位分隔符的数字。
zh_hant: 編輯此小工具，並輸入不含千位分隔符的數字。

# boardOverflow
source: +%lld more · edit widget to reorder
de: +%lld weitere · Widget bearbeiten, um die Reihenfolge zu ändern
es: +%lld más · edita el widget para reordenar
et: Veel +%lld · järjestuse muutmiseks muuda vidinat
fr: +%lld de plus · modifie le widget pour réordonner
it: Altre +%lld · modifica il widget per riordinare
ja: ほか%lld件 · ウィジェットを編集して並べ替え
ko: %lld개 더 있음 · 위젯을 편집하여 순서 변경
pt_br: +%lld a mais · edite o widget para reordenar
ru: Ещё +%lld · измените виджет для смены порядка
tr: +%lld tane daha · sıralamak için araç takımını düzenleyin
uk: Ще +%lld · змініть віджет для зміни порядку
zh_hans: 另有%lld项 · 编辑小组件以排序
zh_hant: 另有%lld項 · 編輯小工具以排序

# localCurrencyChoice
source: Local currency
de: Lokale Währung
es: Moneda local
et: Kohalik valuuta
fr: Devise locale
it: Valuta locale
ja: 現地通貨
ko: 현지 통화
pt_br: Moeda local
ru: Местная валюта
tr: Yerel para birimi
uk: Місцева валюта
zh_hans: 当地货币
zh_hant: 當地貨幣

# lastKnownLocal
source: Last-known local currency
de: Zuletzt bekannte lokale Währung
es: Última moneda local conocida
et: Viimane teadaolev kohalik valuuta
fr: Dernière devise locale connue
it: Ultima valuta locale nota
ja: 最後に確認した現地通貨
ko: 마지막으로 확인한 현지 통화
pt_br: Última moeda local conhecida
ru: Последняя известная местная валюта
tr: Son bilinen yerel para birimi
uk: Остання відома місцева валюта
zh_hans: 上次确认的当地货币
zh_hant: 上次確認的當地貨幣

# localDenied
source: Location permission is off
de: Standortberechtigung ist deaktiviert
es: Permiso de ubicación desactivado
et: Asukoha luba on välja lülitatud
fr: Autorisation de position désactivée
it: Permesso di posizione disattivato
ja: 位置情報の許可がオフ
ko: 위치 권한이 꺼짐
pt_br: Permissão de localização desativada
ru: Доступ к местоположению отключён
tr: Konum izni kapalı
uk: Доступ до розташування вимкнено
zh_hans: 定位权限已关闭
zh_hant: 定位權限已關閉

# localRestricted
source: Location is restricted
de: Standort ist eingeschränkt
es: Ubicación restringida
et: Asukohale juurdepääs on piiratud
fr: Position restreinte
it: Accesso alla posizione limitato
ja: 位置情報が制限されています
ko: 위치가 제한됨
pt_br: Localização restrita
ru: Доступ к местоположению ограничен
tr: Konum erişimi kısıtlı
uk: Доступ до розташування обмежено
zh_hans: 定位受限
zh_hant: 定位受限

# localFailed
source: Unable to load local currency
de: Lokale Währung kann nicht geladen werden
es: No se puede cargar la moneda local
et: Kohalikku valuutat ei saa laadida
fr: Impossible de charger la devise locale
it: Impossibile caricare la valuta locale
ja: 現地通貨を読み込めません
ko: 현지 통화를 불러올 수 없음
pt_br: Não foi possível carregar a moeda local
ru: Не удалось загрузить местную валюту
tr: Yerel para birimi yüklenemedi
uk: Не вдалося завантажити місцеву валюту
zh_hans: 无法加载当地货币
zh_hant: 無法載入當地貨幣

# localSetup
source: Set up local currency
de: Lokale Währung einrichten
es: Configurar moneda local
et: Seadista kohalik valuuta
fr: Configurer la devise locale
it: Configura la valuta locale
ja: 現地通貨を設定
ko: 현지 통화 설정
pt_br: Configurar moeda local
ru: Настроить местную валюту
tr: Yerel para birimini ayarla
uk: Налаштувати місцеву валюту
zh_hans: 设置当地货币
zh_hant: 設定當地貨幣

# localOpenApp
source: Open app
de: App öffnen
es: Abrir app
et: Ava rakendus
fr: Ouvrir l’app
it: Apri l’app
ja: アプリを開く
ko: 앱 열기
pt_br: Abrir app
ru: Открыть приложение
tr: Uygulamayı aç
uk: Відкрити програму
zh_hans: 打开 App
zh_hant: 打開 App

# chooseCustomCurrencies
source: Edit this widget to choose a Custom list.
de: Bearbeite dieses Widget, um eine Eigene Liste zu wählen.
es: Edita este widget para elegir una Lista personalizada.
et: Kohandatud loendi valimiseks muuda seda vidinat.
fr: Modifie ce widget pour choisir une Liste personnalisée.
it: Modifica questo widget per scegliere un Elenco personalizzato.
ja: このウィジェットを編集して「カスタムリスト」を選択してください。
ko: 이 위젯을 편집하여 사용자 지정 목록을 선택하세요.
pt_br: Edite este widget para escolher uma Lista personalizada.
ru: Измените виджет, чтобы выбрать «Свой список».
tr: Özel liste seçmek için bu araç takımını düzenleyin.
uk: Змініть віджет, щоб вибрати «Власний список».
zh_hans: 编辑此小组件以选择“自定列表”。
zh_hant: 編輯此小工具以選擇「自訂列表」。

# historyChange
source: Rate change over the selected range
de: Kursänderung im gewählten Zeitraum
es: Variación del tipo de cambio en el periodo seleccionado
et: Kursimuutus valitud perioodil
fr: Variation du taux sur la période sélectionnée
it: Variazione del tasso nel periodo selezionato
ja: 選択した期間のレート変動
ko: 선택한 기간의 환율 변동
pt_br: Variação da taxa no período selecionado
ru: Изменение курса за выбранный период
tr: Seçili aralıktaki kur değişimi
uk: Зміна курсу за вибраний період
zh_hans: 所选范围内的汇率变动
zh_hant: 所選範圍內的匯率變動

# historySaved
source: Saved history
de: Gespeicherter Verlauf
es: Historial guardado
et: Salvestatud ajalugu
fr: Historique enregistré
it: Cronologia salvata
ja: 保存済み履歴
ko: 저장된 과거 환율
pt_br: Histórico salvo
ru: Сохранённая история
tr: Kayıtlı geçmiş
uk: Збережена історія
zh_hans: 已保存的历史
zh_hant: 已儲存的歷史

# historySavedDate
source: Saved history · as of %@
de: Gespeicherter Verlauf · Stand %@
es: Historial guardado · a fecha de %@
et: Salvestatud ajalugu · seisuga %@
fr: Historique enregistré · au %@
it: Cronologia salvata · al %@
ja: 保存済み履歴 · %@時点
ko: 저장된 과거 환율 · %@ 기준
pt_br: Histórico salvo · em %@
ru: Сохранённая история · на %@
tr: Kayıtlı geçmiş · %@ itibarıyla
uk: Збережена історія · станом на %@
zh_hans: 已保存的历史 · 截至%@
zh_hant: 已儲存的歷史 · 截至%@

# historyObservedDate
source: Rate as of %@
de: Kurs vom %@
es: Tipo de cambio a fecha de %@
et: Kurss seisuga %@
fr: Taux au %@
it: Tasso al %@
ja: %@時点のレート
ko: %@ 기준 환율
pt_br: Taxa em %@
ru: Курс на %@
tr: %@ itibarıyla kur
uk: Курс станом на %@
zh_hans: 截至%@的汇率
zh_hant: 截至%@的匯率

# historyChooseCurrency
source: Add a currency in the app
de: Füge eine Währung in der App hinzu
es: Añade una moneda en la app
et: Lisa valuuta rakenduses
fr: Ajoute une devise dans l’app
it: Aggiungi una valuta nell’app
ja: アプリで通貨を追加
ko: 앱에서 통화 추가
pt_br: Adicione uma moeda no app
ru: Добавьте валюту в приложении
tr: Uygulamada bir para birimi ekleyin
uk: Додайте валюту в програмі
zh_hans: 在 App 中添加货币
zh_hant: 在 App 中加入貨幣

# historyUnsupported
source: History unavailable for this pair
de: Kein Verlauf für dieses Paar verfügbar
es: Historial no disponible para este par
et: Selle paari ajalugu pole saadaval
fr: Historique indisponible pour cette paire
it: Cronologia non disponibile per questa coppia
ja: このペアの履歴は利用不可
ko: 이 통화 쌍의 과거 환율을 사용할 수 없음
pt_br: Histórico indisponível para este par
ru: История для этой пары недоступна
tr: Bu çift için geçmiş kullanılamıyor
uk: Історія для цієї пари недоступна
zh_hans: 此货币对历史不可用
zh_hant: 無法使用此貨幣對歷史

source: History unavailable
de: Verlauf nicht verfügbar
es: Historial no disponible
et: Ajalugu pole saadaval
fr: Historique indisponible
it: Cronologia non disponibile
ja: 履歴を利用できません
ko: 과거 환율을 사용할 수 없음
pt_br: Histórico indisponível
ru: История недоступна
tr: Geçmiş kullanılamıyor
uk: Історія недоступна
zh_hans: 历史不可用
zh_hant: 無法使用歷史

# historyYear
source: 1Y
de: 1J
es: 1A
et: 1a
fr: 1A
it: 1A
ja: 1年
ko: 1년
pt_br: 1A
ru: 1Г
uk: 1Р
zh_hans: 1年
zh_hant: 1年

# historyAll
source: All
de: Alle
es: Todo
et: Kõik
fr: Tout
it: Tutto
ja: 全期間
ko: 전체
pt_br: Tudo
ru: Все
tr: Tümü
uk: Усе
zh_hans: 全部
zh_hant: 全部

# historyWeekLong
source: One week
de: Eine Woche
es: Una semana
et: Üks nädal
fr: Une semaine
it: Una settimana
ja: 1週間
ko: 1주
pt_br: Uma semana
ru: Одна неделя
tr: Bir hafta
uk: Один тиждень
zh_hans: 一周
zh_hant: 一週

# historyMonthLong
source: One month
de: Ein Monat
es: Un mes
et: Üks kuu
fr: Un mois
it: Un mese
ja: 1か月
ko: 1개월
pt_br: Um mês
ru: Один месяц
tr: Bir ay
uk: Один місяць
zh_hans: 一个月
zh_hant: 一個月

# historyQuarterLong
source: Three months
de: Drei Monate
es: Tres meses
et: Kolm kuud
fr: Trois mois
it: Tre mesi
ja: 3か月
ko: 3개월
pt_br: Três meses
ru: Три месяца
tr: Üç ay
uk: Три місяці
zh_hans: 三个月
zh_hant: 三個月

# historyYearLong
source: One year
de: Ein Jahr
es: Un año
et: Üks aasta
fr: Un an
it: Un anno
ja: 1年
ko: 1년
pt_br: Um ano
ru: Один год
tr: Bir yıl
uk: Один рік
zh_hans: 一年
zh_hant: 一年

# historyAllLong
source: All available history
de: Gesamter verfügbarer Verlauf
es: Todo el historial disponible
et: Kogu saadaolev ajalugu
fr: Tout l’historique disponible
it: Tutta la cronologia disponibile
ja: 利用可能なすべての履歴
ko: 사용 가능한 전체 환율 기록
pt_br: Todo o histórico disponível
ru: Вся доступная история
tr: Kullanılabilir tüm geçmiş
uk: Уся доступна історія
zh_hans: 全部可用历史
zh_hant: 全部可用歷史

# historyDay
source: 1D
de: 1T
et: 1p
fr: 1J
it: 1G
ja: 1日
ko: 1일
ru: 1Д
tr: 1G
uk: 1Д
zh_hans: 1日
zh_hant: 1日

# historyDayLong
source: One day
de: Ein Tag
es: Un día
et: Üks päev
fr: Un jour
it: Un giorno
ja: 1日
ko: 1일
pt_br: Um dia
ru: Один день
tr: Bir gün
uk: Один день
zh_hans: 一天
zh_hant: 一天

# historyYearToDateLong
source: Year to date
de: Seit Jahresbeginn
es: Desde el inicio del año
et: Aasta algusest tänaseni
fr: Depuis le début de l’année
it: Da inizio anno
ja: 年初から現在まで
ko: 올해 초부터 현재까지
pt_br: Desde o início do ano
ru: С начала года
tr: Yıl başından beri
uk: Від початку року
zh_hans: 年初至今
zh_hant: 年初至今

# symbolAustraliandollar
source: Australian dollar
de: Australischer Dollar
es: Dólar australiano
et: Austraalia dollar
fr: Dollar australien
it: Dollaro australiano
ja: 豪ドル
ko: 호주 달러
pt_br: Dólar australiano
ru: Австралийский доллар
tr: Avustralya doları
uk: Австралійський долар
zh_hans: 澳元
zh_hant: 澳幣

# symbolBaht
source: Thai baht
de: Thailändischer Baht
es: Baht tailandés
et: Baat
fr: Baht thaïlandais
it: Baht thailandese
ja: タイバーツ
ko: 태국 바트
pt_br: Baht tailandês
ru: Таиландский бат
tr: Tayland bahtı
uk: Таїландський бат
zh_hans: 泰铢
zh_hant: 泰銖

# symbolBrazilianreal
source: Brazilian real
de: Brasilianischer Real
es: Real brasileño
et: Brasiilia reaal
fr: Réal brésilien
it: Real brasiliano
ja: ブラジルレアル
ko: 브라질 헤알
pt_br: Real brasileiro
ru: Бразильский реал
tr: Brezilya reali
uk: Бразильський реал
zh_hans: 巴西雷亚尔
zh_hant: 巴西雷亞爾

# symbolCedi
source: Ghanaian cedi
de: Ghanaischer Cedi
es: Cedi ghanés
et: Ghana sedi
fr: Cedi ghanéen
it: Cedi ghanese
ja: ガーナセディ
ko: 가나 세디
pt_br: Cedi ganês
ru: Ганский седи
tr: Gana cedisi
uk: Ганський седі
zh_hans: 加纳塞地
zh_hant: 迦納塞地

# symbolChineseyuanrenminbi
source: Chinese yuan
de: Chinesischer Yuan
es: Yuan chino
et: Hiina jüaan
fr: Yuan chinois
it: Yuan cinese
ja: 中国人民元
ko: 중국 위안
pt_br: Yuan chinês
ru: Китайский юань
tr: Çin yuanı
uk: Китайський юань
zh_hans: 人民币
zh_hant: 人民幣

# symbolDanishkrone
source: Danish krone
de: Dänische Krone
es: Corona danesa
et: Taani kroon
fr: Couronne danoise
it: Corona danese
ja: デンマーククローネ
ko: 덴마크 크로네
pt_br: Coroa dinamarquesa
ru: Датская крона
tr: Danimarka kronu
uk: Данська крона
zh_hans: 丹麦克朗
zh_hant: 丹麥克朗

# symbolDong
source: Vietnamese dong
de: Vietnamesischer Dong
es: Dong vietnamita
et: Vietnami dong
fr: Dong vietnamien
it: Dong vietnamita
ja: ベトナムドン
ko: 베트남 동
pt_br: Dong vietnamita
ru: Вьетнамский донг
tr: Vietnam dongu
uk: В’єтнамський донг
zh_hans: 越南盾
zh_hant: 越南盾

# symbolFranc
source: Franc
de: Franken
es: Franco
et: Frank
it: Franco
ja: フラン
ko: 프랑
pt_br: Franco
ru: Франк
tr: Frank
uk: Франк
zh_hans: 法郎
zh_hant: 法郎

# symbolHryvnia
source: Ukrainian hryvnia
de: Ukrainische Hrywnja
es: Grivna ucraniana
et: Ukraina grivna
fr: Hryvnia ukrainienne
it: Grivnia ucraina
ja: ウクライナフリヴニャ
ko: 우크라이나 흐리우냐
pt_br: Hryvnia ucraniana
ru: Украинская гривна
tr: Ukrayna grivnası
uk: Українська гривня
zh_hans: 乌克兰格里夫纳
zh_hant: 烏克蘭格里夫納

# symbolIndianrupee
source: Indian rupee
de: Indische Rupie
es: Rupia india
et: India ruupia
fr: Roupie indienne
it: Rupia indiana
ja: インドルピー
ko: 인도 루피
pt_br: Rupia indiana
ru: Индийская рупия
tr: Hindistan rupisi
uk: Індійська рупія
zh_hans: 印度卢比
zh_hant: 印度盧比

# symbolKip
source: Lao kip
de: Laotischer Kip
es: Kip laosiano
et: Laose kiip
fr: Kip laotien
it: Kip laotiano
ja: ラオスキープ
ko: 라오스 킵
pt_br: Kip laosiano
ru: Лаосский кип
tr: Laos kipi
uk: Лаоський кіп
zh_hans: 老挝基普
zh_hant: 寮國基普

# symbolLari
source: Georgian lari
de: Georgischer Lari
es: Lari georgiano
et: Gruusia lari
fr: Lari géorgien
it: Lari georgiano
ja: ジョージアラリ
ko: 조지아 라리
pt_br: Lari georgiano
ru: Грузинский лари
tr: Gürcistan larisi
uk: Грузинський ларі
zh_hans: 格鲁吉亚拉里
zh_hant: 喬治亞拉里

# symbolMalaysianringgit
source: Malaysian ringgit
de: Malaysischer Ringgit
es: Ringgit malasio
et: Malaisia ringgit
fr: Ringgit malaisien
it: Ringgit malese
ja: マレーシアリンギット
ko: 말레이시아 링깃
pt_br: Ringgit malaio
ru: Малайзийский ринггит
tr: Malezya ringgiti
uk: Малайзійський рингіт
zh_hans: 马来西亚林吉特
zh_hant: 馬來西亞令吉

# symbolMill
source: Mill
de: Tausendstel
es: Milésimo
fr: Millime
it: Millesimo
ja: ミル
ko: 밀
pt_br: Milésimo
ru: Милль
tr: Mil
uk: Мілль
zh_hans: 密尔
zh_hant: 密爾

# symbolNaira
source: Nigerian naira
de: Nigerianische Naira
es: Naira nigeriana
et: Nigeeria naira
fr: Naira nigérian
it: Naira nigeriana
ja: ナイジェリアナイラ
ko: 나이지리아 나이라
pt_br: Naira nigeriana
ru: Нигерийская найра
tr: Nijerya nairası
uk: Нігерійська найра
zh_hans: 尼日利亚奈拉
zh_hant: 奈及利亞奈拉

# symbolNorwegiankrone
source: Norwegian krone
de: Norwegische Krone
es: Corona noruega
et: Norra kroon
fr: Couronne norvégienne
it: Corona norvegese
ja: ノルウェークローネ
ko: 노르웨이 크로네
pt_br: Coroa norueguesa
ru: Норвежская крона
tr: Norveç kronu
uk: Норвезька крона
zh_hans: 挪威克朗
zh_hant: 挪威克朗

# symbolPeruviansoles
source: Peruvian sol
de: Peruanischer Sol
es: Sol peruano
et: Peruu soll
fr: Sol péruvien
it: Sol peruviano
ja: ペルーソル
ko: 페루 솔
pt_br: Sol peruano
ru: Перуанский соль
tr: Peru solu
uk: Перуанський соль
zh_hans: 秘鲁索尔
zh_hant: 秘魯索爾

# symbolPolishzloty
source: Polish złoty
de: Polnischer Złoty
es: Esloti polaco
et: Poola zlott
fr: Zloty polonais
it: Zloty polacco
ja: ポーランドズウォティ
ko: 폴란드 즈워티
pt_br: Zlóti polonês
ru: Польский злотый
tr: Polonya zlotisi
uk: Польський злотий
zh_hans: 波兰兹罗提
zh_hant: 波蘭茲羅提

# symbolRuble
source: Ruble
de: Rubel
es: Rublo
et: Rubla
fr: Rouble
it: Rublo
ja: ルーブル
ko: 루블
pt_br: Rublo
ru: Рубль
uk: Рубль
zh_hans: 卢布
zh_hant: 盧布

# symbolRupee
source: Rupee
de: Rupie
es: Rupia
et: Ruupia
fr: Roupie
it: Rupia
ja: ルピー
ko: 루피
pt_br: Rupia
ru: Рупия
tr: Rupi
uk: Рупія
zh_hans: 卢比
zh_hant: 盧比

# symbolShekel
source: Shekel
de: Schekel
es: Séquel
et: Seekel
ja: シェケル
ko: 셰켈
ru: Шекель
tr: Şekel
uk: Шекель
zh_hans: 谢克尔
zh_hant: 謝克爾

# symbolSingaporedollar
source: Singapore dollar
de: Singapur-Dollar
es: Dólar de Singapur
et: Singapuri dollar
fr: Dollar de Singapour
it: Dollaro di Singapore
ja: シンガポールドル
ko: 싱가포르 달러
pt_br: Dólar de Singapura
ru: Сингапурский доллар
tr: Singapur doları
uk: Сінгапурський долар
zh_hans: 新加坡元
zh_hant: 新加坡幣

# symbolSterling
source: Pound sterling
de: Pfund Sterling
es: Libra esterlina
et: Naelsterling
fr: Livre sterling
it: Sterlina britannica
ja: 英ポンド
ko: 파운드 스털링
pt_br: Libra esterlina
ru: Фунт стерлингов
tr: İngiliz sterlini
uk: Фунт стерлінгів
zh_hans: 英镑
zh_hant: 英鎊

# symbolSwedishkrona
source: Swedish krona
de: Schwedische Krone
es: Corona sueca
et: Rootsi kroon
fr: Couronne suédoise
it: Corona svedese
ja: スウェーデンクローナ
ko: 스웨덴 크로나
pt_br: Coroa sueca
ru: Шведская крона
tr: İsveç kronu
uk: Шведська крона
zh_hans: 瑞典克朗
zh_hant: 瑞典克朗

# symbolTenge
source: Kazakh tenge
de: Kasachischer Tenge
es: Tenge kazajo
et: Kasahstani tenge
fr: Tenge kazakh
it: Tenge kazako
ja: カザフスタンテンゲ
ko: 카자흐스탄 텡게
pt_br: Tenge cazaque
ru: Казахстанский тенге
tr: Kazakistan tengesi
uk: Казахстанський тенге
zh_hans: 哈萨克斯坦坚戈
zh_hant: 哈薩克堅戈

# symbolTugrik
source: Mongolian tugrik
de: Mongolischer Tögrög
es: Tugrik mongol
et: Mongoolia tugrik
fr: Tugrik mongol
it: Tugrik mongolo
ja: モンゴルトゥグルグ
ko: 몽골 투그릭
pt_br: Tugrik mongol
ru: Монгольский тугрик
tr: Moğolistan tugriki
uk: Монгольський тугрик
zh_hans: 蒙古图格里克
zh_hant: 蒙古圖格里克

# symbolTurkishlira
source: Turkish lira
de: Türkische Lira
es: Lira turca
et: Türgi liir
fr: Livre turque
it: Lira turca
ja: トルコリラ
ko: 튀르키예 리라
pt_br: Lira turca
ru: Турецкая лира
tr: Türk lirası
uk: Турецька ліра
zh_hans: 土耳其里拉
zh_hant: 土耳其里拉

# symbolWon
source: Korean won
de: Koreanischer Won
es: Won surcoreano
et: Korea vonn
fr: Won coréen
it: Won coreano
ja: 韓国ウォン
ko: 한국 원
pt_br: Won sul-coreano
ru: Корейская вона
tr: Kore wonu
uk: Корейська вона
zh_hans: 韩元
zh_hant: 韓元

# historyWeek
source: 1W
es: 1S
et: 1n
fr: 1S
it: 1S
ja: 1週
ko: 1주
pt_br: 1S
ru: 1Н
tr: 1H
uk: 1Т
zh_hans: 1周
zh_hant: 1週

# symbolCent
source: Cent
es: Centavo
et: Sent
it: Centesimo
ja: セント
ko: 센트
pt_br: Centavo
ru: Цент
tr: Sent
uk: Цент
zh_hans: 分
zh_hant: 分

# symbolDollar
source: Dollar
es: Dólar
it: Dollaro
ja: ドル
ko: 달러
pt_br: Dólar
ru: Доллар
tr: Dolar
uk: Долар
zh_hans: 美元
zh_hant: 美元

# symbolEurozone
source: Eurozone
es: Zona euro
et: Euroala
fr: Zone euro
it: Zona euro
ja: ユーロ圏
ko: 유로존
pt_br: Zona do euro
ru: Еврозона
tr: Euro bölgesi
uk: Єврозона
zh_hans: 欧元区
zh_hant: 歐元區

# symbolFlorin
source: Florin
es: Florín
et: Floriin
it: Fiorino
ja: フローリン
ko: 플로린
pt_br: Florim
ru: Флорин
uk: Флорин
zh_hans: 弗罗林
zh_hant: 弗羅林

# historyMonth
source: 1M
et: 1k
ja: 1か月
ko: 1개월
ru: 1М
tr: 1A
uk: 1М
zh_hans: 1个月
zh_hant: 1個月

# historyQuarter
source: 3M
et: 3k
ja: 3か月
ko: 3개월
ru: 3М
tr: 3A
uk: 3М
zh_hans: 3个月
zh_hant: 3個月

# symbolColoncurrency
source: Colón
et: Koloon
ja: コロン
ko: 콜론
ru: Колон
tr: Kolon
uk: Колон
zh_hans: 科朗
zh_hant: 科朗

# symbolCruzeiro
source: Cruzeiro
et: Kruzeiro
ja: クルゼイロ
ko: 크루제이루
ru: Крузейро
uk: Крузейро
zh_hans: 克鲁塞罗
zh_hant: 克魯塞羅

# symbolGuarani
source: Guaraní
et: Guaranii
fr: Guarani
ja: グアラニー
ko: 과라니
pt_br: Guarani
ru: Гуарани
tr: Guarani
uk: Гуарані
zh_hans: 瓜拉尼
zh_hant: 瓜拉尼

# symbolLira
source: Lira
et: Liir
fr: Lire
ja: リラ
ko: 리라
ru: Лира
uk: Ліра
zh_hans: 里拉
zh_hant: 里拉

# symbolPeseta
source: Peseta
et: Peseeta
ja: ペセタ
ko: 페세타
ru: Песета
uk: Песета
zh_hans: 比塞塔
zh_hant: 比塞塔

# symbolPeso
source: Peso
et: Peeso
ja: ペソ
ko: 페소
ru: Песо
uk: Песо
zh_hans: 比索
zh_hant: 披索

# symbolYen
source: Yen
et: Jeen
ja: 円
ko: 엔
pt_br: Iene
ru: Иена
uk: Єна
zh_hans: 日元
zh_hant: 日圓

# historyYearToDate
source: YTD
ja: 年初来
ko: 연초 이후
ru: С янв.
uk: З січ.
zh_hans: 年初至今
zh_hant: 年初至今

# symbolAustral
source: Austral
ja: アウストラル
ko: 아우스트랄
ru: Аустраль
uk: Аустраль
zh_hans: 阿根廷奥斯特拉尔
zh_hant: 阿根廷奧斯特拉爾

# symbolBitcoin
source: Bitcoin
ja: ビットコイン
ko: 비트코인
zh_hans: 比特币
zh_hant: 比特幣

# symbolEuro
source: Euro
ja: ユーロ
ko: 유로
ru: Евро
uk: Євро
zh_hans: 欧元
zh_hant: 歐元

# symbolManat
source: Manat
ja: マナト
ko: 마나트
ru: Манат
uk: Манат
zh_hans: 马纳特
zh_hant: 馬納特
